export const DECORATIONS = [
    {
        "n": "攻撃珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "攻撃",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "攻撃珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "攻撃",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "攻撃珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "攻撃",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "逆上珠【２】",
        "sl": 2,
        "sk": [
            {
                "n": "逆恨み",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "反攻珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "巧撃",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "守勢珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "攻めの守勢",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "守勢珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "攻めの守勢",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "守勢珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "攻めの守勢",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "守勢・火炎珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "攻めの守勢",
                "l": 3
            },
            {
                "n": "火属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "守勢・流水珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "攻めの守勢",
                "l": 3
            },
            {
                "n": "水属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "守勢・氷結珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "攻めの守勢",
                "l": 3
            },
            {
                "n": "氷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "守勢・雷光珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "攻めの守勢",
                "l": 3
            },
            {
                "n": "雷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "守勢・破龍珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "攻めの守勢",
                "l": 3
            },
            {
                "n": "龍属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "守勢・匠珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "攻めの守勢",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "守勢・鉄壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "攻めの守勢",
                "l": 3
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "無傷珠【２】",
        "sl": 2,
        "sk": [
            {
                "n": "フルチャージ",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "逆襲珠【２】",
        "sl": 2,
        "sk": [
            {
                "n": "逆襲",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "達人珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "見切り",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "達人珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "見切り",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "達人珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "見切り",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "超心珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "超会心",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "超心珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "超会心",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "超心珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "超会心",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "痛撃珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "弱点特効",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "抜刀珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "抜刀術【技】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "抜刀珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "抜刀術【技】",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "抜刀珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "抜刀術【技】",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "渾身珠【２】",
        "sl": 2,
        "sk": [
            {
                "n": "渾身",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "火炎珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎・守勢珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 3
            },
            {
                "n": "攻めの守勢",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎・属会珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 3
            },
            {
                "n": "会心撃【属性】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎・匠珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎・業物珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 3
            },
            {
                "n": "業物",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎・射法珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 3
            },
            {
                "n": "弾導強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎・初弾珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 3
            },
            {
                "n": "ファーストショット",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎・積弾珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 3
            },
            {
                "n": "フォースショット",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎・集中珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 3
            },
            {
                "n": "集中",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎・昂揚珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 3
            },
            {
                "n": "強化持続",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎・ＫＯ珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 3
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎・速変珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 3
            },
            {
                "n": "高速変形",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎・鉄壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 3
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "火炎・強壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "火属性攻撃強化",
                "l": 3
            },
            {
                "n": "ガード強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "流水珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "流水珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "流水珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "流水・守勢珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 3
            },
            {
                "n": "攻めの守勢",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "流水・属会珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 3
            },
            {
                "n": "会心撃【属性】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "流水・匠珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "流水・業物珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 3
            },
            {
                "n": "業物",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "流水・射法珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 3
            },
            {
                "n": "弾導強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "流水・初弾珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 3
            },
            {
                "n": "ファーストショット",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "流水・積弾珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 3
            },
            {
                "n": "フォースショット",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "流水・集中珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 3
            },
            {
                "n": "集中",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "流水・昂揚珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 3
            },
            {
                "n": "強化持続",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "流水・ＫＯ珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 3
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "流水・速変珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 3
            },
            {
                "n": "高速変形",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "流水・鉄壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 3
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "流水・強壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "水属性攻撃強化",
                "l": 3
            },
            {
                "n": "ガード強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結・守勢珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 3
            },
            {
                "n": "攻めの守勢",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結・属会珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 3
            },
            {
                "n": "会心撃【属性】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結・匠珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結・業物珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 3
            },
            {
                "n": "業物",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結・射法珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 3
            },
            {
                "n": "弾導強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結・初弾珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 3
            },
            {
                "n": "ファーストショット",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結・積弾珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 3
            },
            {
                "n": "フォースショット",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結・集中珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 3
            },
            {
                "n": "集中",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結・昂揚珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 3
            },
            {
                "n": "強化持続",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結・ＫＯ珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 3
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結・速変珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 3
            },
            {
                "n": "高速変形",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結・鉄壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 3
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "氷結・強壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "氷属性攻撃強化",
                "l": 3
            },
            {
                "n": "ガード強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光・守勢珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 3
            },
            {
                "n": "攻めの守勢",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光・属会珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 3
            },
            {
                "n": "会心撃【属性】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光・匠珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光・業物珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 3
            },
            {
                "n": "業物",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光・射法珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 3
            },
            {
                "n": "弾導強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光・初弾珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 3
            },
            {
                "n": "ファーストショット",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光・積弾珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 3
            },
            {
                "n": "フォースショット",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光・集中珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 3
            },
            {
                "n": "集中",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光・昂揚珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 3
            },
            {
                "n": "強化持続",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光・ＫＯ珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 3
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光・速変珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 3
            },
            {
                "n": "高速変形",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光・鉄壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 3
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "雷光・強壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "雷属性攻撃強化",
                "l": 3
            },
            {
                "n": "ガード強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍・守勢珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 3
            },
            {
                "n": "攻めの守勢",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍・属会珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 3
            },
            {
                "n": "会心撃【属性】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍・匠珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍・業物珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 3
            },
            {
                "n": "業物",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍・射法珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 3
            },
            {
                "n": "弾導強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍・初弾珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 3
            },
            {
                "n": "ファーストショット",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍・積弾珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 3
            },
            {
                "n": "フォースショット",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍・集中珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 3
            },
            {
                "n": "集中",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍・昂揚珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 3
            },
            {
                "n": "強化持続",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍・ＫＯ珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 3
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍・速変珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 3
            },
            {
                "n": "高速変形",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍・鉄壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 3
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "破龍・強壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "龍属性攻撃強化",
                "l": 3
            },
            {
                "n": "ガード強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "毒珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "毒属性強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "毒珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "毒属性強化",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "毒珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "毒属性強化",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "麻痺珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "麻痺属性強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "麻痺珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "麻痺属性強化",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "麻痺珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "麻痺属性強化",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "睡眠珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "睡眠属性強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "睡眠珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "睡眠属性強化",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "睡眠珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "睡眠属性強化",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "爆破珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "爆破属性強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "爆破珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "爆破属性強化",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "爆破珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "爆破属性強化",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "属会珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "会心撃【属性】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "属会珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "会心撃【属性】",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "属会珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【属性】",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "属会・火炎珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【属性】",
                "l": 3
            },
            {
                "n": "火属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "属会・流水珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【属性】",
                "l": 3
            },
            {
                "n": "水属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "属会・氷結珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【属性】",
                "l": 3
            },
            {
                "n": "氷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "属会・雷光珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【属性】",
                "l": 3
            },
            {
                "n": "雷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "属会・破龍珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【属性】",
                "l": 3
            },
            {
                "n": "龍属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "属会・匠珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【属性】",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "属会・射法珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【属性】",
                "l": 3
            },
            {
                "n": "弾導強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "属会・ＫＯ珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【属性】",
                "l": 3
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "属会・鉄壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【属性】",
                "l": 3
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "特会珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "会心撃【特殊】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "特会珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "会心撃【特殊】",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "特会珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【特殊】",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "特会・匠珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【特殊】",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "特会・射法珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【特殊】",
                "l": 3
            },
            {
                "n": "弾導強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "特会・ＫＯ珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【特殊】",
                "l": 3
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "特会・鉄壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "会心撃【特殊】",
                "l": 3
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "溜幅珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "チャージマスター",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "溜幅珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "チャージマスター",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "溜幅珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "チャージマスター",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "溜幅・匠珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "チャージマスター",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "溜幅・ＫＯ珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "チャージマスター",
                "l": 3
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "匠珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "匠珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "匠",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "匠珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "匠",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "業物珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "業物",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "業物珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "業物",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "業物珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "業物",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "業物・火炎珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "業物",
                "l": 3
            },
            {
                "n": "火属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "業物・流水珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "業物",
                "l": 3
            },
            {
                "n": "水属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "業物・氷結珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "業物",
                "l": 3
            },
            {
                "n": "氷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "業物・雷光珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "業物",
                "l": 3
            },
            {
                "n": "雷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "業物・破龍珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "業物",
                "l": 3
            },
            {
                "n": "龍属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "業物・匠珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "業物",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "業物・ＫＯ珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "業物",
                "l": 3
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "業物・鉄壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "業物",
                "l": 3
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "剛刃珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "剛刃研磨",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "剛刃珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "剛刃研磨",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "剛刃珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "剛刃研磨",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "心眼珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "心眼",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "心眼珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "心眼",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "心眼珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "心眼",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "鈍器珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "鈍器使い",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "鈍器珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "鈍器使い",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "鈍器珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "鈍器使い",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "達芸珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "達人芸",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強弾珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "通常弾・通常矢強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "貫通珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "貫通弾・竜の矢強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "散弾珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "散弾・剛射強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "射法珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "弾導強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "射法珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "弾導強化",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "射法珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "弾導強化",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "速射珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "速射強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "初弾珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "ファーストショット",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "初弾珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "ファーストショット",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "初弾珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "ファーストショット",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "初弾・火炎珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "ファーストショット",
                "l": 3
            },
            {
                "n": "火属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "初弾・流水珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "ファーストショット",
                "l": 3
            },
            {
                "n": "水属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "初弾・氷結珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "ファーストショット",
                "l": 3
            },
            {
                "n": "氷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "初弾・雷光珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "ファーストショット",
                "l": 3
            },
            {
                "n": "雷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "初弾・破龍珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "ファーストショット",
                "l": 3
            },
            {
                "n": "龍属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "初弾・射法珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "ファーストショット",
                "l": 3
            },
            {
                "n": "弾導強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "初弾・鉄壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "ファーストショット",
                "l": 3
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "積弾珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "フォースショット",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "積弾珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "フォースショット",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "積弾珠Ⅲ【３】",
        "sl": 3,
        "sk": [
            {
                "n": "フォースショット",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "積弾・火炎珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "フォースショット",
                "l": 3
            },
            {
                "n": "火属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "積弾・流水珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "フォースショット",
                "l": 3
            },
            {
                "n": "水属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "積弾・氷結珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "フォースショット",
                "l": 3
            },
            {
                "n": "氷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "積弾・雷光珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "フォースショット",
                "l": 3
            },
            {
                "n": "雷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "積弾・破龍珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "フォースショット",
                "l": 3
            },
            {
                "n": "龍属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "積弾・射法珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "フォースショット",
                "l": 3
            },
            {
                "n": "弾導強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "積弾・鉄壁珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "フォースショット",
                "l": 3
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "特射珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "特殊射撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "特射珠Ⅱ【２】",
        "sl": 2,
        "sk": [
            {
                "n": "特殊射撃強化",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "毒瓶珠【２】",
        "sl": 2,
        "sk": [
            {
                "n": "毒ビン追加",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "痺瓶珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "麻痺ビン追加",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "眠瓶珠【３】",
        "sl": 3,
        "sk": [
            {
                "n": "睡眠ビン追加",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "爆瓶珠【２】",
        "sl": 2,
        "sk": [
            {
                "n": "爆破ビン追加",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "疲瓶珠【２】",
        "sl": 2,
        "sk": [
            {
                "n": "減気ビン追加",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "防御珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "防御",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "加護珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "精霊の加護",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐火珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "火耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐水珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "水耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐雷珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "雷耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐氷珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "氷耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐龍珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "龍耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐毒珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "毒耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐麻珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "麻痺耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐眠珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "睡眠耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐防珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "防御力ＤＯＷＮ耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐絶珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "気絶耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐裂珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "裂傷耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐拘珠【１】",
        "sl": 1,
        "sk": [
            {
                "n": "拘束耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐爆珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "爆破やられ耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐臭珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "悪臭耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "適応珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "環境適応",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "治癒珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "体力回復量ＵＰ",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "早復珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "回復速度",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "環境珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "環境利用の知識",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "体術珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "体術",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "早気珠【2】",
        "sl": 2,
        "sk": [
            {
                "n": "スタミナ急速回復",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "強走珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "ランナー",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "無食珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "腹減り耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "挑戦珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "挑戦者",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "全開珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "力の解放",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "底力珠【2】",
        "sl": 2,
        "sk": [
            {
                "n": "火事場力",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "連撃珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "連撃",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "攻勢珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "攻勢",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "刺撃珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "鎖刃刺撃",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "集中珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "集中",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "集中珠Ⅱ【2】",
        "sl": 2,
        "sk": [
            {
                "n": "集中",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "集中珠Ⅲ【3】",
        "sl": 3,
        "sk": [
            {
                "n": "集中",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "集中・火炎珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "集中",
                "l": 3
            },
            {
                "n": "火属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "集中・流水珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "集中",
                "l": 3
            },
            {
                "n": "水属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "集中・氷結珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "集中",
                "l": 3
            },
            {
                "n": "氷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "集中・雷光珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "集中",
                "l": 3
            },
            {
                "n": "雷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "集中・破龍珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "集中",
                "l": 3
            },
            {
                "n": "龍属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "集中・匠珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "集中",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "集中・射法珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "集中",
                "l": 3
            },
            {
                "n": "弾導強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "集中・ＫＯ珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "集中",
                "l": 3
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "昂揚珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "強化持続",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "昂揚珠Ⅱ【2】",
        "sl": 2,
        "sk": [
            {
                "n": "強化持続",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "昂揚珠Ⅲ【3】",
        "sl": 3,
        "sk": [
            {
                "n": "強化持続",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "昂揚・火炎珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "強化持続",
                "l": 3
            },
            {
                "n": "火属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "昂揚・流水珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "強化持続",
                "l": 3
            },
            {
                "n": "水属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "昂揚・氷結珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "強化持続",
                "l": 3
            },
            {
                "n": "氷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "昂揚・雷光珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "強化持続",
                "l": 3
            },
            {
                "n": "雷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "昂揚・破龍珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "強化持続",
                "l": 3
            },
            {
                "n": "龍属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "昂揚・匠珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "強化持続",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "抜打珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "抜刀術【力】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "抜打珠Ⅱ【2】",
        "sl": 2,
        "sk": [
            {
                "n": "抜刀術【力】",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "抜打珠Ⅲ【3】",
        "sl": 3,
        "sk": [
            {
                "n": "抜刀術【力】",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "抜打・匠珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "抜刀術【力】",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "抜打・ＫＯ珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "抜刀術【力】",
                "l": 3
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "抜打・鉄壁珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "抜刀術【力】",
                "l": 3
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "ＫＯ珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "ＫＯ珠Ⅱ【2】",
        "sl": 2,
        "sk": [
            {
                "n": "ＫＯ術",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "ＫＯ珠Ⅲ【3】",
        "sl": 3,
        "sk": [
            {
                "n": "ＫＯ術",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "奪気珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "スタミナ奪取",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "奪気珠Ⅱ【2】",
        "sl": 2,
        "sk": [
            {
                "n": "スタミナ奪取",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "奪気珠Ⅲ【3】",
        "sl": 3,
        "sk": [
            {
                "n": "スタミナ奪取",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "砲術珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "砲術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "砲術珠Ⅱ【2】",
        "sl": 2,
        "sk": [
            {
                "n": "砲術",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "砲術珠Ⅲ【3】",
        "sl": 3,
        "sk": [
            {
                "n": "砲術",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "速変珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "高速変形",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "速変珠Ⅱ【2】",
        "sl": 2,
        "sk": [
            {
                "n": "高速変形",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "速変珠Ⅲ【3】",
        "sl": 3,
        "sk": [
            {
                "n": "高速変形",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "速変・火炎珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "高速変形",
                "l": 3
            },
            {
                "n": "火属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "速変・流水珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "高速変形",
                "l": 3
            },
            {
                "n": "水属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "速変・氷結珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "高速変形",
                "l": 3
            },
            {
                "n": "氷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "速変・雷光珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "高速変形",
                "l": 3
            },
            {
                "n": "雷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "速変・破龍珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "高速変形",
                "l": 3
            },
            {
                "n": "龍属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "速変・匠珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "高速変形",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "速変・ＫＯ珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "高速変形",
                "l": 3
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "速変・鉄壁珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "高速変形",
                "l": 3
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "重撃珠【2】",
        "sl": 2,
        "sk": [
            {
                "n": "破壊王",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "転福珠【2】",
        "sl": 2,
        "sk": [
            {
                "n": "災禍転福",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "急襲珠【2】",
        "sl": 2,
        "sk": [
            {
                "n": "急襲",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "抗狂珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "無我の境地",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "鼓笛珠【2】",
        "sl": 2,
        "sk": [
            {
                "n": "笛吹き名人",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "鼓笛・攻撃珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "笛吹き名人",
                "l": 2
            },
            {
                "n": "攻撃",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "鼓笛・達人珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "笛吹き名人",
                "l": 2
            },
            {
                "n": "見切り",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "鼓笛・抜刀珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "笛吹き名人",
                "l": 2
            },
            {
                "n": "抜刀術【技】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "鼓笛・匠珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "笛吹き名人",
                "l": 2
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "鼓笛・ＫＯ珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "笛吹き名人",
                "l": 2
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "溜打珠【2】",
        "sl": 2,
        "sk": [
            {
                "n": "溜打強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "溜打・攻撃珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "溜打強化",
                "l": 1
            },
            {
                "n": "攻撃",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "溜打・達人珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "溜打強化",
                "l": 1
            },
            {
                "n": "見切り",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "溜打・抜刀珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "溜打強化",
                "l": 1
            },
            {
                "n": "抜刀術【技】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "溜打・匠珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "溜打強化",
                "l": 1
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "溜打・ＫＯ珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "溜打強化",
                "l": 1
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "飛燕珠【2】",
        "sl": 2,
        "sk": [
            {
                "n": "飛燕",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "飛燕・攻撃珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "飛燕",
                "l": 1
            },
            {
                "n": "攻撃",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "飛燕・達人珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "飛燕",
                "l": 1
            },
            {
                "n": "見切り",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "飛燕・抜刀珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "飛燕",
                "l": 1
            },
            {
                "n": "抜刀術【技】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "飛燕・匠珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "飛燕",
                "l": 1
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "研鑽珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "研鑽",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "強毒珠【2】",
        "sl": 2,
        "sk": [
            {
                "n": "毒ダメージ強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強毒・攻撃珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "毒ダメージ強化",
                "l": 1
            },
            {
                "n": "攻撃",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強毒・達人珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "毒ダメージ強化",
                "l": 1
            },
            {
                "n": "見切り",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強毒・抜刀珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "毒ダメージ強化",
                "l": 1
            },
            {
                "n": "抜刀術【技】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強毒・匠珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "毒ダメージ強化",
                "l": 1
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強毒・射法珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "毒ダメージ強化",
                "l": 1
            },
            {
                "n": "弾導強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強毒・ＫＯ珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "毒ダメージ強化",
                "l": 1
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強毒・鉄壁珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "毒ダメージ強化",
                "l": 1
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "鉄壁珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "鉄壁珠Ⅱ【2】",
        "sl": 2,
        "sk": [
            {
                "n": "ガード性能",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "鉄壁珠Ⅲ【3】",
        "sl": 3,
        "sk": [
            {
                "n": "ガード性能",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "回避珠【2】",
        "sl": 2,
        "sk": [
            {
                "n": "回避性能",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "跳躍珠【2】",
        "sl": 2,
        "sk": [
            {
                "n": "回避距離ＵＰ",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "防音珠【2】",
        "sl": 2,
        "sk": [
            {
                "n": "耳栓",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "強壁珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "ガード強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強壁珠Ⅱ【2】",
        "sl": 2,
        "sk": [
            {
                "n": "ガード強化",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "強壁珠Ⅲ【3】",
        "sl": 3,
        "sk": [
            {
                "n": "ガード強化",
                "l": 3
            }
        ],
        "t": "w"
    },
    {
        "n": "強壁・火炎珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "ガード強化",
                "l": 3
            },
            {
                "n": "火属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強壁・流水珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "ガード強化",
                "l": 3
            },
            {
                "n": "水属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強壁・氷結珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "ガード強化",
                "l": 3
            },
            {
                "n": "氷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強壁・雷光珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "ガード強化",
                "l": 3
            },
            {
                "n": "雷属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強壁・破龍珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "ガード強化",
                "l": 3
            },
            {
                "n": "龍属性攻撃強化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強壁・匠珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "ガード強化",
                "l": 3
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "強壁・鉄壁珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "ガード強化",
                "l": 3
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "速納珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "納刀術",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "防風珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "風圧耐性",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐震珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "耐震",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "耐衝珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "ひるみ軽減",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "威嚇珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "威嚇",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "早食珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "早食い",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "増弾珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "砲弾装填",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "増弾珠Ⅱ【2】",
        "sl": 2,
        "sk": [
            {
                "n": "砲弾装填",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "増弾・攻撃珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "砲弾装填",
                "l": 2
            },
            {
                "n": "攻撃",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "増弾・達人珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "砲弾装填",
                "l": 2
            },
            {
                "n": "見切り",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "増弾・抜刀珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "砲弾装填",
                "l": 2
            },
            {
                "n": "抜刀術【技】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "増弾・匠珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "砲弾装填",
                "l": 2
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "増弾・鉄壁珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "砲弾装填",
                "l": 2
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "沼渡珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "水場・油泥適応",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "緩衝珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "緩衝",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "飛込珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "飛び込み",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "強跳珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "ジャンプ鉄人",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "登壁珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "クライマー",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "友愛珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "広域化",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "整備珠【2】",
        "sl": 2,
        "sk": [
            {
                "n": "整備",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "爆師珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "ボマー",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "茸好珠【2】",
        "sl": 2,
        "sk": [
            {
                "n": "キノコ大好き",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "持続珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "アイテム使用強化",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "節食珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "満足感",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "研磨珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "砥石使用高速化",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "研磨珠Ⅱ【2】",
        "sl": 2,
        "sk": [
            {
                "n": "砥石使用高速化",
                "l": 2
            }
        ],
        "t": "w"
    },
    {
        "n": "研磨・攻撃珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "砥石使用高速化",
                "l": 2
            },
            {
                "n": "攻撃",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "研磨・達人珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "砥石使用高速化",
                "l": 2
            },
            {
                "n": "見切り",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "研磨・抜刀珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "砥石使用高速化",
                "l": 2
            },
            {
                "n": "抜刀術【技】",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "研磨・匠珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "砥石使用高速化",
                "l": 2
            },
            {
                "n": "匠",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "研磨・ＫＯ珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "砥石使用高速化",
                "l": 2
            },
            {
                "n": "ＫＯ術",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "研磨・鉄壁珠【3】",
        "sl": 3,
        "sk": [
            {
                "n": "砥石使用高速化",
                "l": 2
            },
            {
                "n": "ガード性能",
                "l": 1
            }
        ],
        "t": "w"
    },
    {
        "n": "閃光珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "閃光強化",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "植学珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "植生学",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "地学珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "地質学",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "標本珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "昆虫標本の達人",
                "l": 1
            }
        ],
        "t": "a"
    },
    {
        "n": "狩人珠【1】",
        "sl": 1,
        "sk": [
            {
                "n": "ハンター生活",
                "l": 1
            }
        ],
        "t": "a"
    }
];